---
kind: property
id: P:Autodesk.Revit.DB.Analysis.MassSurfaceData.Area
zh: 面积区域
source: html/4c34a460-d3dc-3708-b8c7-d64036b0d273.htm
---
# Autodesk.Revit.DB.Analysis.MassSurfaceData.Area Property

**中文**: 面积区域

Area of the references that the MassSurfaceData provides properties for.

## Syntax (C#)
```csharp
public double Area { get; }
```

## Remarks
If it is used, should be greater than zero. Otherwise, it will be zero.